
/* Sin comentario proporcionado por el ingeniero. */
"+ Add files" = "+ Agregar archivos";

/* Sin comentario proporcionado por el ingeniero. */
"Archive" = "Archivo";

/* Sin comentario proporcionado por el ingeniero. */
"Cancel" = "Cancelar";

/* Sin comentario proporcionado por el ingeniero. */
"Compress" = "Comprimir";

/* Sin comentario proporcionado por el ingeniero. */
"Compressing %@ %@" = "Comprimiendo %@ %@";

/* Sin comentario proporcionado por el ingeniero. */
"Compressing %@ %@ %@" = "Comprimiendo %@ %@ %@";

/* Sin comentario proporcionado por el ingeniero. */
"Compression completed" = "Compresión completada";

/* Sin comentario proporcionado por el ingeniero. */
"Compression level" = "Nivel de compresión";

/* Sin comentario proporcionado por el ingeniero. */
"Confirm Password" = "Confirmar contraseña";

/* Sin comentario proporcionado por el ingeniero. */
"Confirm Password:" = "Confirmar contraseña:";

/* Sin comentario proporcionado por el ingeniero. */
"Enter Password:" = "Introducir contraseña:";

/* Sin comentario proporcionado por el ingeniero. */
"Failed to close file" = "Error al cerrar el archivo";

/* Sin comentario proporcionado por el ingeniero. */
"Failed to open the file" = "Error al abrir el archivo";

/* Sin comentario proporcionado por el ingeniero. */
"Failed to write to file" = "Error al escribir en el archivo";

/* Sin comentario proporcionado por el ingeniero. */
"High" = "Alto";

/* Sin comentario proporcionado por el ingeniero. */
"Initializing..." = "Inicializando...";

/* Sin comentario proporcionado por el ingeniero. */
"Large files take a long time to compress" = "Los archivos grandes tardan mucho tiempo en comprimirse";

/* Sin comentario proporcionado por el ingeniero. */
"Last Modified" = "Última modificación";

/* Sin comentario proporcionado por el ingeniero. */
"Low" = "Bajo";

/* Sin comentario proporcionado por el ingeniero. */
"Middle" = "Medio";

/* Sin comentario proporcionado por el ingeniero. */
"Name" = "Nombre";

/* Sin comentario proporcionado por el ingeniero. */
"No files to compress, please add files" = "No hay archivos para comprimir, por favor agregue archivos";

/* Sin comentario proporcionado por el ingeniero. */
"Not enough disk space to compress" = "Espacio en disco insuficiente para comprimir";

/* Sin comentario proporcionado por el ingeniero. */
"Ok" = "Aceptar";

/* Sin comentario proporcionado por el ingeniero. */
"Operate" = "Operar";

/* Sin comentario proporcionado por el ingeniero. */
"Password" = "Contraseña";

/* Sin comentario proporcionado por el ingeniero. */
"Please enter a password" = "Por favor, introduzca una contraseña";

/* Sin comentario proporcionado por el ingeniero. */
"Passwords do not match" = "Las contraseñas no coinciden";

/* Sin comentario proporcionado por el ingeniero. */
"Path" = "Ruta";

/* Sin comentario proporcionado por el ingeniero. */
"Remove" = "Eliminar";

/* Sin comentario proporcionado por el ingeniero. */
"Set password" = "Establecer contraseña";

/* Sin comentario proporcionado por el ingeniero. */
"Show Password" = "Mostrar contraseña";

/* Sin comentario proporcionado por el ingeniero. */
"Size" = "Tamaño";

/* Sin comentario proporcionado por el ingeniero. */
"The password length exceeds the 32-bit limit" = "La longitud de la contraseña supera el límite de 32 bits";

/* Sin comentario proporcionado por el ingeniero. */
"The storage directory is a read-only, please change another path and try again" = "El directorio de almacenamiento es de solo lectura, por favor cambie a otra ruta e intente de nuevo";

/* Sin comentario proporcionado por el ingeniero. */
"Uncompressed, waiting to exit..." = "Sin comprimir, esperando para salir...";
